Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# id_sync_contacts
source: Sync contacts
bg: Синхронизирайте контактите
cs: Synchronizovat kontakty
de: Kontakte synchronisieren
es: Sincronizar contactos
fr: Synchroniser les contacts
gsw_ch: Kontäkt synchronisiere
it: Sincronizza contatti
ja: 連絡先を同期
ko: 연락처 동기화
nl: Contactpersonen synchroniseren
pl: Synchronizacja kontaktów
pt_br: Sincronizar contatos
ru: Синхронизировать контакты
sk: Synchronizovať kontakty
tr: Kişileri eşitle
uk: Синхронізувати контакти
zh_hans: 同步联系人
zh_hant: 同步聯絡人

# id_sync_description
source: Switch on to see which of your friends are using %@.
bg: Активирайте, за да видите кои Ваши приятели използват %@.
cs: Aktivací zjistíte, kteří vaši přátelé používají aplikaci %@.
de: Einschalten, um zu sehen, welche Ihrer Freunde %@ nutzen.
es: Activar para ver quiénes de sus amigos están utilizando %@.
fr: Activez pour découvrir lesquels de vos amis utilisent %@.
gsw_ch: Iischalte, zum gseh, wer vo Ihrne Fründe %@ nutzt.
it: Attiva per scoprire quali amici stanno utilizzando %@.
ja: 同期を有効にすると、あなたの連絡先の中で%@を使っている人を自動追加できます。
ko: %@를 사용하는 친구 중 어떤 친구가 있는지 확인하려면 켜세요.
nl: Inschakelen om te zien wie van je vrienden %@ gebruiken.
pl: Włącz, aby zobaczyć, którzy z twoich znajomych używają %@.
pt_br: Habilite para ver quais dos seus amigos estão usando o %@.
ru: Включите, чтобы увидеть, кто из ваших друзей использует %@.
sk: Zapnite, aby ste videli, ktorí z vašich priateľov používajú %@.
tr: %@'yı hangi arkadaşlarınızın kullandığını görmek için açın.
uk: Увімкніть, щоб побачити хто з ваших друзів використовує %@.
zh_hans: 打开以查看哪些朋友正在使用 %@。
zh_hant: 開啟以查看哪些好友正在使用 %@。

# id_sync_description_work
source: Switch on to see which of your contacts are using %@.
bg: Активирайте, за да видите кои Ваши приятели използват %@.
cs: Aktivací zjistíte, kdo z vašich kontaktů používá %@.
de: Einschalten, um zu sehen, welche Ihrer Kontakte %@ nutzen.
es: Activar para ver quiénes de sus contactos están utilizando %@.
fr: Activez pour découvrir lesquels de vos contacts utilisent %@.
gsw_ch: Iischalte, zum gseh, wer vo Ihrne Kontäkt %@ nutzt.
it: Attiva per scoprire quali contatti stanno utilizzando %@.
ja: 同期を有効にすると、あなたの連絡先の中で%@を使っている人を自動追加できます。
ko: %@을(를) 사용하는 연락처 중 어떤 연락처가 있는지 확인하려면 켜세요.
nl: Inschakelen om te zien wie van je contactpersonen %@ gebruiken.
pl: Włącz, aby zobaczyć, które z Twoich kontaktów używają %@.
pt_br: Habilite para ver quais dos seus contatos estão usando o %@.
ru: Включите, чтобы увидеть, кто из ваших контактов использует %@.
sk: Zapnite, aby ste videli, ktoré z vašich kontaktov používajú %@.
tr: Kişilerinizden hangisinin %@ kullandığını görmek için geçiş yapın.
uk: Увімкніть для перегляду контактів, які використовують %@.
zh_hans: 打开以查看哪些联系人正在使用 %@。
zh_hant: 開啟以查看哪些聯絡人正在使用 %@。

# id_sync_title
source: Find your friends on %@
bg: Намерете Вашите приятели в %@
cs: Vyhledejte svoje přátele v síti %@
de: Finden Sie Ihre Freunde auf %@
es: Encuentre a sus amigos en %@
fr: Trouvez vos amis sur %@
gsw_ch: Findet Sie Ihri Fründe uf %@
it: Trova i tuoi amici su %@
ja: %@にいる友達を探す
ko: %@에서 친구들을 찾으세요.
nl: Vind je vrienden op %@
pl: Znajdź swoich znajomych na %@
pt_br: Encontre seus amigos no %@
ru: Найдите своих друзей в %@
sk: Nájdite svojich priateľov na %@
tr: %@’da arkadaşlarınızı bulun
uk: Знайдіть своїх друзів на %@
zh_hans: 在 %@ 上查找您的朋友
zh_hant: 在 %@ 上尋找您的好友

# id_sync_title_work
source: Find your contacts on %@
bg: Намерете Вашите контакти в %@
cs: Vyhledejte svoje kontakty v %@
de: Finden Sie Ihre Kontakte auf %@
es: Encuentre a sus contactos en %@
fr: Trouvez vos contacts sur %@
gsw_ch: Findet Sie Ihri Kontäkt uf %@
it: Trova i tuoi contatti su %@
ja: %@で連絡先を探す
ko: %@에서 연락처를 찾으세요.
nl: Je contactpersonen vinden op %@
pl: Znajdź swoje kontakty w %@
pt_br: Encontre seus contatos no %@
ru: Найдите свои контакты в %@
sk: Nájdite svoje kontakty na %@
tr: %@ üzerinde kişilerinizi bulun
uk: Знайти контакти у %@
zh_hans: 在 %@ 上查找您的联系人
zh_hant: 在 %@ 上尋找您的聯絡人

# id_verified_title
source: ID Verified
bg: Потвърден
cs: ID ověřeno
de: ID überprüft
es: ID validado
fr: ID vérifié
gsw_ch: ID überprüeft
it: ID verificato
ja: ID検証済み
ko: ID 확인됨
nl: ID geverificeerd
pl: Zweryfikowano ID
pt_br: ID confirmado
ru: ID верифицирован
sk: ID overené
tr: Kimlik doğrulandı
uk: ID підтверджено
zh_hans: ID已验证
zh_hant: ID已驗證

# identity_none
source: none
bg: няма
cs: žádná
de: keine
es: Ninguno
fr: aucune
gsw_ch: kei
it: nessuna
ja: 選択しない
ko: 없음
nl: geen
pl: żaden
pt_br: nenhuma
ru: нет
sk: žiadne
tr: hiçbiri
uk: немає
zh_hans: 无
zh_hant: 無

# identity_not_found_message
source: This ID does not exist, or the contact uses an app version that isn’t compatible.
bg: Този идентификатор не съществува или човекът с този идентификатор използва приложение, което е несъвместимо.
cs: Toto ID neexistuje nebo kontakt, kterému náleží, používá verzi aplikace, která není kompatibilní.
de: Diese ID existiert nicht, oder der Kontakt nutzt eine App-Version, die nicht kompatibel ist.
es: Este ID no existe, o el contacto usa una versión de la aplicación que no es compatible.
fr: Cet ID n’existe pas ou la personne ayant cet ID utilise une application qui n’est pas compatible.
gsw_ch: Die ID gits nöd, oder d’Person mit dere ID nutzt e App, wo nöd kompatibel isch.
it: L'ID non è stato trovato. Verifica la correttezza dei dati e riprovare.
ja: このIDは存在しません。または、このIDを持つ人は互換性のないアプリを使用しています。
ko: 이 아이디는 존재하지 않거나, 이 아이디를 가진 사용자가 호환되지 않는 앱을 사용합니다.
nl: Deze ID bestaat niet, of de persoon met deze ID gebruikt een niet-compatibele app.
pl: Ten identyfikator nie istnieje lub kontakt używa wersji aplikacji, która nie jest zgodna.
pt_br: Esta ID não existe ou a pessoa que usa esta ID usa um app incompatível.
ru: ID не существует, или пользователь с этим ID использует несовместимое приложение.
sk: Toto ID neexistuje, alebo osoba, ktorá toto ID používa má aplikáciu, ktorá nie je kompatibilná.
tr: Bu kimlik mevcut değil veya bu kimliğe sahip kişi uyumlu olmayan bir uygulama kullanıyor.
uk: ID не існує, або особа з цим ID використовує непідтримуваний застосунок.
zh_hans: 这个ID不存在，或者这个ID的人使用了不兼容的应用程序。
zh_hant: 這個ID不存在，或者這個ID的人使用了不相容的應用程式。

# identity_not_found_title
source: Unknown ID
bg: Непознат идентификатор
cs: Neznámé ID
de: Unbekannte ID
es: ID desconocida
fr: ID inconnu
gsw_ch: Unbekannti ID
it: ID sconosciuto
ja: 不明なID
ko: 알 수 없는 아이디
nl: Onbekende ID
pl: Nieznany ID
pt_br: ID desconhecida
ru: Неизвестный ID
sk: Neznáme ID
tr: Bilinmeyen kimlik
uk: Невідомий ID
zh_hans: 未知ID
zh_hant: 未知ID

source: Image
bg: Изображение
cs: Obraz
de: Bild
es: Imagen
gsw_ch: Bild
it: Immagine
ja: 画像
ko: 이미지
nl: Afbeelding
pl: Obraz
pt_br: Imagem
ru: Изображение
sk: Obrázok
tr: Resim
uk: Зображення
zh_hans: 图片
zh_hant: 圖片

# image_preview_cell_cannot_preview
source: Cannot display preview.
bg: Не може да се покаже предварителен преглед.
cs: Náhled nelze zobrazit.
de: Vorschau kann nicht angezeigt werden.
es: No se puede mostrar la vista previa.
fr: Impossible d'afficher l'aperçu.
gsw_ch: D’Vorschau cha nöd azeigt werde.
it: Impossibile visualizzare l'anteprima.
ja: プレビューを表示できません。
ko: 미리보기 표시할 수 없음.
nl: Kan voorbeeld niet weergeven.
pl: Nie można wyświetlić podglądu.
pt_br: Não é possível exibir a pré-visualização.
ru: Невозможно отобразить просмотр.
sk: Nie je možné zobraziť náhľad.
tr: Önizleme görüntülenemiyor.
uk: Попередній перегляд неможливий.
zh_hans: 无法显示预览。
zh_hant: 無法顯示預覽。

# image_resize_share_extension
source: Due to limited memory resources, images sent via the Share Extension are downscaled to max. 1600 by 1600 pixels.
bg: Поради ограничения в хранилището, изображенията изпратени през Share Extension са намалени до макс. 1600 на 1600 пиксела.
cs: Vzhledem k omezené dostupné paměti jsou obrázky, které posíláte přes rozhraní pro sdílení, zmenšeny na maximálně 1600 × 1600 pixelů.
de: Aufgrund begrenzter Arbeitsspeicher-Ressourcen werden über die Share Extension versendete Bilder verkleinert, so dass sie max. 1600 × 1600 Pixel betragen.
es: Debido a limitaciones de memoria, las imágenes enviadas a través de Share Extension se reducen en tamaño, hasta 1600 x 1600 píxeles como máximo.
fr: À cause des ressources mémoire limitées, les images envoyées via l’extension Partager sont réduites en échelle à un maximum de 1 600 x 1 600 pixels.
gsw_ch: Wäge begränzte Arbetsspeicher-Ressource werded über d’Share Extension verschickti Bilder verchlinered, so dass sie max. 1600 × 1600 Pixel händ.
it: Le dimensioni delle immagini inviate con Share Extension sono ridotte a un massimo di 1600 per 1600 pixel, a causa delle risorse limitate della memoria.
ja: 容量に限りがあるため、送信された画像は、最大1600×1600ピクセルに縮小されます。
ko: 메모리 리소스 제한으로 전송된 이미지는 최대 1600x1600 픽셀로 축소됩니다.
nl: Vanwege het beperkte geheugen worden afbeeldingen die via de Share Extension worden verzonden, verkleind naar max. 1600 x 1600 pixels.
pl: Ze względu na ograniczone zasoby pamięci obrazy wysyłane za pośrednictwem Udostępnij Rozszerzenie są skalowane do maks. 1600 na 1600 pikseli.
pt_br: Devido a recursos de memória limitados, as imagens enviadas pelo Share Extension podem ser reduzidas a um máximo de 1600 x 1600 pixels.
ru: В связи с ограниченностью ресурсов изображения, отправляемые через расширение «Поделиться», уменьшаются до размера не более чем 1600 на 1600 пикселов.
sk: Vzhľadom k obmedzenej dostupnej pamäti sú odosielané obrázky cez rozhranie pre zdieľanie zmenšené na maximálne 1600 x 1600 pixelov.
tr: Sınırlı bellek kaynakları nedeniyle, paylaşım uzantısı aracılığıyla gönderilen görüntülerin ölçeği maksimum 1600 x 1600 piksel boyutundadır.
uk: Через обмежені ресурси пам’яті, надіслані через Share Extension зображення зменшуються до макс. 1600 на 1600 пікселів.
zh_hans: 由于内存资源有限，通过 “分享扩展” (Share Extension) 发送的图像将被降至最高 1600×1600 像素。
zh_hant: 由於記憶體資源有限，通過「分享擴展」 (Share Extension) 傳送的圖片將降至最高 1600 x 1600 像素。

# image_size_title
source: Image Size
bg: Размер на изображението
cs: Velikost obrázku
de: Bildgrösse
es: Tamaño de imagen
fr: Taille des images
gsw_ch: Bildgrössi
it: Dimensione immagine
ja: 画像の画質
ko: 이미지 크기
nl: Afbeeldingsformaat
pl: Rozmiar obrazu
pt_br: Tamanho da imagem
ru: Размер изображения
sk: Veľkosť obrázku
tr: Resim boyutu
uk: Розмір зображення
zh_hans: 图片大小
zh_hant: 圖片大小

# imagedate_date
source: Photo taken on %@
bg: Снимката е заснета на %@
cs: Fotografie pořízena %@
de: Bild aufgenommen am %@
es: Foto tomada el %@
fr: Photo prise le %@
gsw_ch: Bild ufgnoh am %@
it: Immagine scattata il %@
ja: 画像トークン %@
ko: %@에 촬영한 사진
nl: Foto genomen op %@
pl: Zdjęcie zrobione %@
pt_br: Foto tirada em %@
ru: Фото снято %@
sk: Fotografia vytvorená %@
tr: %@ tarihinde çekilmiş fotoğraf
uk: Фото зроблено %@
zh_hans: 照片在 %@ 上拍摄
zh_hant: 照片在 %@ 上拍攝

source: Images are not scaled
bg: Изображенията не са мащабирани
cs: Obrázkům se nemění velikost
de: Bilder werden nicht skaliert
es: Las imágenes no están escaladas
fr: Les images ne sont pas redimensionnées
gsw_ch: Bilder werded nöd skaliert
it: Le immagini non sono scalate
ja: 無圧縮
ko: 이미지가 확대/축소되지 않음
nl: Afbeeldingen niet op maat
pl: Obrazy nie są skalowane
pt_br: As imagens não estão em escala
ru: Изображения не масштабированы
sk: Veľkosť obrázkov sa nezmení
tr: Resimler ölçeklendirilmemiş
uk: Зображення не масштабуються
zh_hans: 图片未缩放
zh_hant: 圖片未縮放

source: in reply to
bg: в отговор на
cs: v odpovědi na
de: als Antwort auf
es: en respuesta a
fr: en réponse à
gsw_ch: als Antwort uf
it: in risposta a
ja: に返信
ko: 답장으로
nl: in antwoord op
pl: w odpowiedzi na
pt_br: em resposta a
ru: В ответ на
sk: v odpovedi na
tr: cevap olarak
uk: у відповідь
zh_hans: 回复
zh_hant: 回覆

source: inactive
bg: неактивен
cs: neaktivní
de: inaktiv
es: inactivo
fr: Inactif
gsw_ch: inaktiv
it: non attivo
ja: 非アクティブ
ko: 비활성화
nl: niet actief
pl: nieaktywny
pt_br: inativo
ru: неактивный
sk: Neaktívne
tr: aktif değil
uk: неактивний
zh_hans: 不活跃
zh_hant: 非活躍

source: Include Media
bg: Включете мултимедия
cs: Zahrnout média
de: Mit Medien
es: Con elementos multimedia
fr: Inclure médias
gsw_ch: Mit Medie
it: Includi media
ja: メディアを添付
ko: 미디어 포함
nl: Media bijsluiten
pl: Uwzględnij Media
pt_br: Incluir mídia
ru: Включать мультимедиа
sk: Vrátane médií
tr: Medyayı dahil et
uk: З медіа
zh_hans: 包含媒体
zh_hant: 包括媒體

# include_media_message
source: A modern ZIP tool with AES support is needed in order to unzip the file, e.g. 7-Zip or The Unarchiver (Mac).
bg: Модерно ZIP приложение за разархивиране с AES поддръжка е нужно, за да се разархивира този файл. Например: 7-Zip или The Unarchiver (Mac).
cs: K rozbalení souboru je zapotřebí moderní komprimační nástroj ZIP s podporou AES, např. 7-Zip nebo The Unarchiver (Mac).
de: Ein modernes ZIP Tool mit AES Unterstützung wird benötigt, um die Datei zu öffnen, z.B. 7-Zip oder The Unarchiver (Mac).
es: Para descomprimir el archivo se requiere una herramienta de compresión con sistema de cifrado AES, como por ejemplo 7-Zip o The Unarchiver (Mac).
fr: Un outil de ZIP récent avec compatibilité AES est nécessaire pour dézipper le fichier, par exemple 7-Zip ou The Unarchiver (Mac).
gsw_ch: Es moderns ZIP-Tool mit AES-Unterstützig wird benötigt, zum die Datei ufzmache, z.B 7-Zip (Windows) oder The Unarchiver (Mac).
it: Per la decompressione del file è necessario utilizzare uno strumento moderno di ZIP con supporto AES, ad esempio 7-Zip o The Unarchiver (Mac).
ja: このファイルを開くには、7-ZipやThe Unarchiver（Mac）など、AESをサポートする最新のZIP解凍ソフトが必要です。
ko: 이 파일을 열려면 7-Zip 또는 The Unarchiver (Mac)와 같은 AES를 지원하는 최신 ZIP 압축 해제 소프트웨어가 필요합니다.
nl: Een modern ZIP-programma met AES-ondersteuning is vereist om het bestand uit te pakken, bijv. 7-Zip of The Unarchiver (Mac).
pl: Do rozpakowania pliku potrzebne jest narzędzie ZIP z obsługą AES, np. 7-Zip lub The Unarchiver (Mac).
pt_br: É necessário uma ferramenta de compactação moderna com suporte a AES para descompactar o arquivo, como 7-Zip ou The Unarchiver (Mac).
ru: Чтобы распаковать файл, нужно современное ZIP приложение с поддержкой AES, напр., 7-Zip или The Unarchiver (Mac).
sk: Pre rozbalenie súboru je potrebný moderný ZIP nástroj s podporou AES, napr. 7-zip alebo The Unarchiver (Mac).
tr: Dosyayı açmak için AES destekli modern bir sıkıştırma yazılımı (ZIP) gereklidir, örn. 7-Zip veya The Unarchiver (Mac).
uk: Сучасний ZIP застосунок з підтримкою AES необхідний для розархівування файлу, як-от 7-Zip або The Unarchiver (Mac).
zh_hans: 您需要具有 AES 支持的现代 ZIP 工具才能解压缩文件，例如 7-Zip 或 The Unarchiver (Mac)。
zh_hant: 您需要配備 AES 支援的現代 ZIP 工具才能解壓縮檔案，例如 7-Zip 或 The Unarchiver (Mac)。

# include_media_title
source: Include media (images, videos) as attachments?
bg: Искате ли да включите мултимедия (снимки или видеа) като прикачени файлове?
cs: Zahrnout média (obrázky, videa) jako přílohy?
de: Mit Medien (Fotos, Videos) exportieren?
es: ¿Quieres incluir elementos multimedia (fotos, vídeos) como archivos adjuntos?
fr: Voulez-vous inclure les médias (image, vidéo) comme pièces jointes ?
gsw_ch: Mit Medie (Fotis, Videos) exportiere?
it: Inviare media (immagini, video) come allegati?
ja: 添付ファイルとしてメディア（画像、動画）を含めますか？
ko: 미디어(이미지, 비디오)를 첨부 파일로 포함하시겠습니까?
nl: Media (afbeeldingen, video’s) bijsluiten als bijlagen?
pl: Dołączyć media (obrazy, widea) jako załączniki?
pt_br: Incluir mídia (imagens, vídeos) como anexos?
ru: Включать мультимедиа (изображения, видео) в качестве приложений?
sk: Zahrnúť médiá (obrázky, videá) ako prílohy?
tr: Medya (resimler, videolar) ek olarak dahil edilsin mi?
uk: Долучити медіа (зображення, відео) як вкладення?
zh_hans: 包含媒体（图片、视频）作为附件？
zh_hant: 包括媒體（圖片，影片）作為附件？

# incoming_profile_sync_message
source: Profile changes from another device applied
bg: Промените в профила са наложени от друго устройство
cs: Aplikovaly se změny profilu z jiného zařízení
de: Änderungen von einem anderen Gerät wurden übernommen
es: Cambios de perfil aplicados desde otro dispositivo
fr: Les modifications du profil effectuées depuis un autre appareil ont été appliquées
gsw_ch: D’Änderige vomene andere Grät sind übernoh worde
it: Le modifiche di un altro dispositivo sono state integrate
ja: 別のデバイスからのプロファイル変更が適用されました
ko: 다른 기기에서 프로필 변경 사항이 적용되었습니다
nl: Profielwijzigingen van een ander apparaat zijn toegepast
pl: Zastosowano zmiany profilu z innego urządzenia
pt_br: Alterações de perfil de outro dispositivo aplicadas
ru: Изменения профиля, внесенные с другого устройства, применены
sk: Aplikované zmeny profilu z iného zariadenia
tr: Başka bir cihazdan profil değişiklikleri uygulandı
uk: Застосовано зміни профілю з іншого пристрою
zh_hans: 已应用其他设备的配置文件更改
zh_hant: 已套用其他裝置的設定檔變更

# incoming_profile_sync_title
source: Profile Synchronized
bg: Профилът е синхронизиран
cs: Profil byl synchronizován
de: Profil synchronisiert
es: Perfil sincronizado
fr: Profil synchronisé
gsw_ch: Profil isch synchronisiert
it: Sincronizzazione profilo effettuata
ja: プロフィールは同期されました
ko: 프로필 동기화됨
nl: Profiel is gesynchroniseerd
pl: Profil zsynchronizowany
pt_br: Perfil sincronizado
ru: Профиль синхронизирован
sk: Profil synchronizovaný
tr: Profil Eşitlendi
uk: Профіль синхронізовано
zh_hans: 配置文件已同步
zh_hant: 設定檔已同步

source: Info
bg: Информация
ja: 情報
ko: 정보
ru: Информация
tr: Bilgi
uk: Інформація
zh_hans: 资讯
zh_hant: 資訊

source: invalid
bg: невалиден
cs: neplatné
de: ungültig
es: no válido
fr: Non valide
gsw_ch: ungültig
it: non valido
ja: 無効
ko: 부정확함
nl: ongeldig
pl: nieprawidłowy
pt_br: inválido
ru: недействительный
sk: neplatné
tr: geçersiz
uk: недійсний
zh_hans: 无效
zh_hant: 無效

# invalid_country_code_message
source: It seems that the Region Format on your device is set to an invalid value. Please open the Settings app, go to General > International and choose a Region Format again to avoid problems with phone number matching.
bg: Изглежда, че регионалният формат на Вашето устройство е настроен погрешно и е невалиден. Моля, отворете настройките на приложението, отидете в „основни“ > език и регион и изберете отново формата, за да се избегнат проблеми с телефонния номер.
cs: Zdá se, že formát regionu na vašem zařízení je nastavený na neplatnou hodnotu. Otevřete nabídku nastavení aplikace, přejděte do sekce Všeobecné > Mezinárodní a zvolte formát regionu znovu, abyste tak předešli problémům s přiřazováním telefonního čísla.
de: Es scheint dass die Region Ihres Gerätes auf einen ungültigen Wert eingestellt ist. Bitte öffnen Sie die Einstellungen-App und wählen Sie unter Allgemein > Landeseinstellungen erneut eine Region aus, um Probleme mit dem Abgleich von Telefonnummern zu vermeiden.
es: Parece que la región de su dispositivo se ha ajustado en un valor no válido. Abra la aplicación de configuración y en General > Configuración de país, vuelva a seleccionar una región para evitar problemas con la redistribución de los números de teléfono móvil.
fr: Il semble que sur votre appareil, la valeur du format de région semble incorrecte. Accédez à Réglages > Général > International et sélectionnez à nouveau un format régional pour éviter de rencontrer des problèmes avec la correspondance des numéros de téléphone.
gsw_ch: D’Region vo Ihrem Grät schiint uf en ungültige Wert igstellt z’sii. Bitte mached Sie d’Iistelligs-App uf und wähled Sie unter «Allgemein > Landeseinstellungen» nomal e Region us, zum Problem mitem Abgliich vo Telefonnummere z’vermiide.
it: Il formato regionale di questo dispositivo non è valido. Per evitare problemi con l’allineamento dei numeri di cellulare, si consiglia di aprire l’app di impostazioni e alla voce Generali > Internazionale selezionare nuovamente un formato regionale.
ja: お使いの端末の「地域フォーマット」が無効な値に設定されているようです。設定アプリを開き、（ 一般 > 地域 ）で地域フォーマットを選び直していただくと、電話番号の照合に支障をきたすことがありません。
ko: 기기의 지역 형식이 잘못된 값으로 설정된 것 같습니다. 설정 앱을 열고 일반 > 국제로 이동하여 지역 형식을 다시 선택하여 전화번호 일치 문제를 피하세요.
nl: Zo te zien heeft de regiocode van je apparaat een ongeldige waarde. Open de Instellingen, ga naar Algemeen > Internationaal en kies een nieuwe Regiocode om problemen met het matchen van telefoonnummers te voorkomen.
pl: Wygląda, że format regionu w urządzeniu jest ustawiony na nieprawidłową wartość. Otwórz aplikację Ustawienia, przejdź do opcji Ogólne > Międzynarodowe i wybierz ponownie Format regionu, aby uniknąć problemów z dopasowaniem numeru telefonu.
pt_br: Parece que o formato da região no seu dispositivo está configurado para um valor inválido. Abra o aplicativo Configurações, vá até Geral > Internacional e escolha um formato de região novamente para evitar problemas com a correspondência do número de telefone.
ru: Судя по всему, формат региона на вашем устройстве имеет неправильное значение. Откройте «Настройки», перейдите в пункт «Основные» -> «Язык и регион» и выберите формат региона, чтобы избежать проблем с номером телефона.
sk: Zdá sa, že formát regiónu vašeho zariadenia je nastavený na neplatnú hodnotu. Otvore prosím aplikáciu Nastavenia, vojdite do Všeobecné > Jazyk a región a vyberte znovu formát regiónu, aby ste sa vyhli problémom s priraďovaním telefónneho čísla.
tr: Cihazınızdaki bölge biçimi geçersiz bir değere ayarlanmış gibi görünüyor. Telefon numarası eşleşmesiyle ilgili sorunları önlemek için lütfen Ayarlar uygulamasını açın, Genel > Uluslararası'ya gidin ve tekrar bir bölge biçimi seçin.
uk: Схоже, що для формату регіону на вашому пристрої встановлено недійсне значення. Відкрийте Налаштування, перейдіть до Загальні > Мова і регіон та Вибрати регіон, щоб уникнути проблем з номерами телефонів.
zh_hans: 您的设备上的 “地区” 似乎设置为无效值。 请打开系统 “设置”，转到 “通用” > “语言与地区”，然后重新选择 “地区”，以避免电话号码匹配出现问题。
zh_hant: 您的裝置上的「地區」似乎設定為無效值。請開啟系統 「設定」，轉到「一般」>「語言與地區」，然後重新選擇「地區」，以避免電話號碼相符出現問題。

# invalid_country_code_title
source: Invalid Region Format
bg: Невалиден формат на региона
cs: Neplatný formát regionu
de: Ungültige Region
es: Región no válida
fr: Format de région non valide
gsw_ch: Ungültigi Region
it: Formato regionale non valido
ja: 無効な地域フォーマット
ko: 잘못된 지역 형식
nl: Ongeldige regiocode
pl: Nieprawidłowy Format Regionu
pt_br: Formato de região inválido
ru: Неправильный формат региона
sk: Neplatný formát regiónu
tr: Geçersiz bölge biçimi
uk: Невірний формат регіону
zh_hans: 无效的区域格式
zh_hant: 無效的區域格式

# invalid_email_address_message
source: The email address could not be recognized as such.
bg: Електронната поща не е разпозната като такава.
cs: E-mailovou adresu nebylo možné rozpoznat jako takovou.
de: Das Format stimmt nicht mit dem einer E-Mail-Addresse überein
es: La dirección de correo electrónico no se reconoce como tal.
fr: L’adresse de courriel n’a pas été reconnue en tant que tel.
gsw_ch: S’Format stimmt nöd mit dem vonere E-Mail-Adrässe überii
it: Il formato non corrisponde a quello di un indirizzo e-mail
ja: メールアドレスが認識されませんでした。
ko: 이메일 주소를 인식할 수 없습니다.
nl: Het e-mailadres werd niet als zodanig herkend.
pl: Nie rozpoznano adresu e-mailowego
pt_br: O endereço de e-mail não pôde ser reconhecido.
ru: Не удалось распознать адрес электронной почты.
sk: Emailovú adresu nebolo možné rozpoznať.
tr: E-posta adresi bu şekilde tanınamadı.
uk: Не вдалось розпізнати адресу електронної пошти
zh_hans: 无法识别该电子邮件地址。
zh_hant: 無法識別該電子郵件地址。

# invalid_email_address_title
source: Invalid Email Address
bg: Невалиден имейл адрес
cs: Neplatná e-mailová adresa
de: Ungültige E-Mail-Addresse
es: Dirección de correo electrónico no válida
fr: Adresse de courriel non valide
gsw_ch: Ungültigi E-Mail-Adrässe
it: Indirizzo e-mail non valido
ja: 無効なメールアドレス
ko: 유효하지 않은 이메일 주소
nl: Ongeldig e-mailadres
pl: Nieprawidłowy adres e-mailowy
pt_br: Endereço de e-mail inválido
ru: Недействительный адрес эл. почты
sk: Neplatná emailová adresa
tr: Geçersiz e-posta adresi
uk: Невірна адреса електронної пошти
zh_hans: 无效的电邮地址
zh_hant: 無效的電郵地址
